# Fpm Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
SymbolTypeId..::..Fpm Property
SymbolTypeId Class See Also
---
Symbol FPM, indicating unit Feet per minute.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId Fpm { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property Fpm As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ Fpm {
	ForgeTypeId^ get ();
}
```

# See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace